Repository: BachaMedAmine/Auth-iOS
Catalog: TestingLogin/Localizable.xcstrings
Source language: en
Languages: fr

source: A 6-digit code has been sent to your Email ID.
fr: Un code à 6 chiffres a été envoyé à votre Email.

source: Already have an account?
fr: Vous avez déjà un compte ?

source: Analyze Image
fr: Analyser l’image

source: Are you sure you want to log out?
fr: Êtes-vous sûr de vouloir vous déconnecter ?

source: Car Details
fr: Détails de la voiture

source: Car Image
fr: Image de la voiture

source: Change Password
fr: Changer le mot de passe

source: Confirm Password
fr: Confirmer le mot de passe

source: Didn't have an account?
fr: Vous n'aviez pas de compte ?

source: Edit Profile
fr: Modifier le profil

source: EmailAddress
fr: Adresse e-mail

source: Engine
fr: Moteur

source: Enter OTP
fr: Entrez OTP

source: Error
fr: Erreur

source: Forgot Password?
fr: Mot de passe oublié ?

source: Full Name
fr: Nom complet

source: Hello 👋
fr: Salut 👋

source: Hello Johnson 👋
fr: Salut 👋

source: Hello There
fr: Salut

source: History
fr: Histoire

source: I accept
fr: J'accepte

source: J'accepte les termes et conditions
fr: les termes et conditions

source: Let's discover your car here
fr: Découvrons votre voiture ici

source: Log in to your account using email or social
fr: Connectez-vous à votre compte en utilisant l’e-mail

source: Login
fr: Se connecter

source: Logout
fr: Se déconnecter

source: Make
fr: Marque

source: Mileage
fr: Kilometrage

source: Model
fr: Modele

source: My Profile
fr: Mon profil

source: networks
fr: ou sur les réseaux sociaux

source: New Password
fr: Nouveau Mot De Passe

source: No cars available. Add a car to get started!
fr: Aucune voiture disponible. Ajoutez une voiture pour commencer !

source: No Image Selected
fr: Aucune image sélectionnée

source: Open Camera
fr: Ouvrir la caméra

source: Or continue with social account
fr: Ou continuer avec vos comptes sociaux

source: Password
fr: Mot de passe

source: Please enter your Email ID so that we can send the reset link.
fr: Veuillez saisir votre Email ID afin que nous puissions envoyer le lien de réinitialisation.

source: Processing, please wait...
fr: Traitement en cours, veuillez patienter...

source: Profile View
fr: Vue De Profile

source: Reset
fr: Réinitialiser

source: Reset Password
fr: Réinitialiser le mot de passe

source: Select an image
fr: Sélectionner une image

source: Select from Photos
fr: Sélectionner parmi les photos

source: Send Link
fr: Envoyer le lien

source: Send OTP
fr: Envoyer OTP

source: Service Details
fr: Détails des services

source: Sign up to get started using email or social
fr: Inscrivez-vous pour commencer en utilisant l’e-mail

source: Sign up to get started using email or social networks
fr: Inscrivez-vous pour commencer en utilisant l’e-mail

source: Signup
fr: S’inscrire

source: Slide Up to Open camera and capture your car
fr: Faites glisser pour ouvrir et capturer votre voiture

source: Submit
fr: Soumettre

source: Swipe up
fr: Glisser vers le haut

source: Take a Photo
fr: Prendre une photo

source: terms and conditions
fr: termes et conditions

source: to
fr: a

source: Update Car
fr: Mettre à jour la voiture

source: Update Car Details
fr: Mettre à jour les détails de la voiture

source: Update Status
fr: Statut de la mise à jour

source: Verify
fr: Verifier

source: Verify OTP
fr: Verfier OTP

source: Welcome 👋
fr: Bienvenue 👋

source: Welcome Back 👋
fr: Bienvenue 👋

source: Welcome to the main content!
fr: Bienvenue dans le contenu principal !

source: Year
fr: Année
